{"Alif":"A member of the Cintari, Kassai's close friend.","Alshoni":"A faction founded by a particular branch of the Royal Bloodline, a clan brought together by blood ties, headed up by Lord Wizard Chiyo, cousin to the Emperor.","Ashvahan":"The Capital of Volcor.","Brawnhide":"A giant, furred beast with long, thick canines, and small, dark eyes.","Chiyo":"Lord Wizard, Head of the Alshoni faction and cousin to the Emperor.","Chul":"General who betrayed Kassai's family.","Cintari":"A group of bloodthirsty brigands who seek the thrill of battle.","Deshvahan":"A city in Volcor.","Dracai":"The Dracai are bestowed names that are free of any restrictions, conventions or stigma, granted positions in the Royal Court of Volcor by the Emperor.","Ezu":"A faction headed up by Chancellor Yama.","Fayyad":"A member of the Cintari, Kassai's close friend.","Fianna":"Tall creature, with long flowing tails, tough skin, and massive antlers crowning the top of their head.","Ikaru":"One of the prestigious houses of Misteria; the House of Blossoms.","Jing":"Xilin and Ira's brother.","Kayat":"An illusionist, boss of the Dust Runners.","Korshem":"A massive tree at the heart of Aria that shelters all who live amongst its leaves.","Meep":"Tiny, mischievous creatures are recognised by their long limbs and tails, and colourful feather crests.","Min":"Fai's Mother.","MountHeroic":"A mountain which towers above the forests of eastern Aria","NorthernRealms":"A region of Solana","Redmoor":"The Redmoors are Boltyn's cousins.","Ryoki":"These are small creatures, similar in appearance to fish, that inhabit the lava streams and rivers of Volcor. Despite the immense heat, these creatures thrive in the extreme conditions, lurking beneath the glowing surface of the magma. While their scales are almost black, their 'fins' catch alight when they break the surface of the lava, leaping from stream to stream.","Sada":"Kassai's sorceress friend and member of the Cintari.","Savai":"Lord Merchant of Deshvahan.","Sayashi":"Special force of loyal ninjas dedicated to hunting those responsible for the Emperor's death.","Sutcliffe":"Lord Sutcliffe pursued arcane knowledge despite lacking aether affinity, creating the Arknight project to unlock magical abilities. Betrayed by his creation, Viserai, he was killed and now exists trapped in a skull, tormented and longing for revenge.","TheFlow":"A wild, unpredictable force of nature in Aria, the Flow shapes the landscape around it as it ebbs and flows.","Volcai":"The Volcai are the more limited social class of Volcor; their names are homogeneous, ending in <em>ai</em> as a mark of their Volcai origin status.","Xilin":"Ira and Jing's brother.","Yama":"Lord Chancellor and Head of the Ezu faction.","fai-mother":"Min of the Forest of Flames."}